player = {
    'name': '',
    'armor': 0.95,
    'hp': 100,
    'attack': 5,
    'money': 10000
    #'inventory': []
}

enemies = [
    {
        'name': 'Волк', 
        'hp': 10,
        'attack': 10,
        'script': 'Зачем ты здесь? Ты не сможешь меня победить. Принцесса больше не твоя, а чья - не твоя забота. Уходи, пока можешь.',
        'win': 'Ты - достойный противник, но до принцессы тебе всё равно никогда не добраться.',
        'loss': 'Ха! Я же говорил - тебе меня не одолеть. Уходи и не возвращайся.'
    },
    {

    },
    {
        
    }
]
Inventory = {
    'Зелье здоровья': 0,
    'Зелье силы': 0
}